/* The informative text of the alert displayed when prompting to restore Spectacle's default shortcuts */
"AlertInformativeTextRestoreDefaults" = "Voulez-vous rétablir les raccourcis par défaut? Les raccourcis personnalisés seront perdus.";

/* The informative text of the alert displayed when prompting to run Spectacle in the background */
"AlertInformativeTextRunningInBackground" = "Ouvrir Spectacle en arrière-plan sans le menu dans la barre d'état. Pour avoir accès aux préférences de Spectacle, ouvrez Spectacle dans le Launchpad, ou dans le Finder.";

/* The informative text of the alert displayed when a shortcut is already in use */
"AlertInformativeTextShortcutAlreadyInUse" = "Le raccourcis \"%@\" est déjà utilisé. S'il vous plait, sélectionnez-en un nouveau.";

/* The informative text of the alert displayed when a system-wide shortcut is already in use */
"AlertInformativeTextSystemWideShortcutAlreadyUsed" = "Le raccourcis \"%@\" est déjà utilisé par le système. Pour utiliser ce raccourcis, changez l'existant dans l'onglet Clavier des Préférences Système.";

/* The message text of the alert displayed when prompting to restore Spectacle's default shortcuts */
"AlertMessageTextRestoreDefaults" = "Cela rétablira les raccourcis de Spectacle par défaut";

/* The message text of the alert displayed when prompting to run Spectacle in the background */
"AlertMessageTextRunningInBackground" = "Cela active le fonctionnement de Spectacle en arrière-plan";

/* The message text of the alert displayed when a shortcut is invalid */
"AlertMessageTextShortcutValidationError" = "Raccourcis %@ déjà utilisé.";

/* The button label used in the affirmative */
"ButtonLabelAffirmative" = "OK";

/* The button label used in the negative */
"ButtonLabelNegative" = "Annuler";

/* The menu item title that displays the application to disable shortcuts for */
"MenuItemTitleDisableShortcutsForApplication" = "pour %@";

/* The preferences window button that restores the default shortcuts */
"PreferencesButtonTitleRestoreDefaults" = "Rétablir par défaut…";

/* The preferences window checkbox that launches Spectacle at login */
"PreferencesCheckboxTitleLaunchAtLogin" = "Ouvrir Spectacle au démarrage";

/* The preferences window label preceding the run mode pop up button, e.g. "Run" "in the status menu" */
"PreferencesLabelRunMode" = "Lancer";

/* The preferences window run mode option that runs Spectacle as a background application */
"PreferencesMenuItemTitleRunInBackground" = "comme une application d'arrière-plan";

/* The preferences window run mode option that shows Spectacle in the status menu */
"PreferencesMenuItemTitleRunInStatusMenu" = "dans la barre d'état";

/* The preferences window modifier key legend label for the Command key */
"PreferencesModifierLabelCommand" = "Commande";

/* The preferences window modifier key legend label for the Control key */
"PreferencesModifierLabelControl" = "Contrôle";

/* The preferences window modifier key legend label for the Option key */
"PreferencesModifierLabelOption" = "Option";

/* The preferences window modifier key legend label for the Shift key */
"PreferencesModifierLabelShift" = "Maj";

/* The preferences window title of the Basics section of shortcuts */
"PreferencesSectionTitleBasics" = "Essentiels";

/* The preferences window title of the Corners section of shortcuts */
"PreferencesSectionTitleCorners" = "Coins";

/* The preferences window title of the Displays & Thirds section of shortcuts */
"PreferencesSectionTitleDisplaysAndThirds" = "Écrans et tiers";

/* The preferences window title of the Halves section of shortcuts */
"PreferencesSectionTitleHalves" = "Moitiés";

/* The preferences window title of the History section of shortcuts */
"PreferencesSectionTitleHistory" = "Historique";

/* The preferences window title of the Resize section of shortcuts */
"PreferencesSectionTitleResize" = "Taille";

/* The preferences window label for the Make Larger shortcut recorder */
"PreferencesShortcutLabelMakeLarger" = "Agrandir";

/* The preferences window label for the Make Smaller shortcut recorder */
"PreferencesShortcutLabelMakeSmaller" = "Réduire";

/* The preferences window label for the Bottom Half shortcut recorder */
"PreferencesShortcutLabelMoveToBottomHalf" = "Moitié bas";

/* The preferences window label for the Center shortcut recorder */
"PreferencesShortcutLabelMoveToCenter" = "Centrer";

/* The preferences window label for the Fullscreen shortcut recorder */
"PreferencesShortcutLabelMoveToFullscreen" = "Plein écran";

/* The preferences window label for the Left Half shortcut recorder */
"PreferencesShortcutLabelMoveToLeftHalf" = "Moitié gauche";

/* The preferences window label for the Lower Left shortcut recorder */
"PreferencesShortcutLabelMoveToLowerLeft" = "En bas à gauche";

/* The preferences window label for the Lower Right shortcut recorder */
"PreferencesShortcutLabelMoveToLowerRight" = "En bas à droite";

/* The preferences window label for the Next Display shortcut recorder */
"PreferencesShortcutLabelMoveToNextDisplay" = "Écran suivant";

/* The preferences window label for the Next Third shortcut recorder */
"PreferencesShortcutLabelMoveToNextThird" = "Tiers suivant";

/* The preferences window label for the Previous Display shortcut recorder */
"PreferencesShortcutLabelMoveToPreviousDisplay" = "Écran précédent";

/* The preferences window label for the Previous Third shortcut recorder */
"PreferencesShortcutLabelMoveToPreviousThird" = "Tiers précédent";

/* The preferences window label for the Right Half shortcut recorder */
"PreferencesShortcutLabelMoveToRightHalf" = "Moitié droit";

/* The preferences window label for the Top Half shortcut recorder */
"PreferencesShortcutLabelMoveToTopHalf" = "Moitié haut";

/* The preferences window label for the Upper Left shortcut recorder */
"PreferencesShortcutLabelMoveToUpperLeft" = "En haut à gauche";

/* The preferences window label for the Upper Right shortcut recorder */
"PreferencesShortcutLabelMoveToUpperRight" = "En haut à droite";

/* The preferences window label for the Redo shortcut recorder */
"PreferencesShortcutLabelRedoLastMove" = "Rétablir";

/* The preferences window label for the Undo shortcut recorder */
"PreferencesShortcutLabelUndoLastMove" = "Annuler";

/* The shortcut recorder label displayed when the shorcut recorder is cleared and ready to record a new shortcut */
"ShortcutRecorderLabelClickToRecord" = "Cliquez pour enregistrer";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut */
"ShortcutRecorderLabelEnterShortcut" = "Entrez le raccourcis";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut and the shortcut recorder does not have a previously recorded shortcut */
"ShortcutRecorderLabelStopRecording" = "Arrêter l'enregistrement";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut and the shortcut recorder does have a previously recorded shortcut */
"ShortcutRecorderLabelUseExisting" = "Utiliser l'existant";
